[{
    "name":"Json Parser",
    "page":"jparser",
    "repository":"JsonParser",
    "information":{
        "en":"",
        "ru":"Скромное, лёгкое и простое средство для конвертирования данных из формата JSON в объекты языка Java и обратно. Имеет встроенные средства для получения JSON-данных из файла сразу в виде объектов, а также для записи объектов в файл. Также разработчик получает возможность &quot;надувать&quot; объекты"
    },
    "platform":["JRE"],
    "dependences":[],
    "tools":["Java 7+"],
    "icon":"repo:dev/json_parser.png"
},{
    "name":"Magic Library",
    "page":"magiclib",
    "repository":"MagicLibrary",
    "information":{
        "en":"",
        "ru":"Такого проекта Вы ещё не встречали! Масштабы моей работы трудно описать словами - ведь я хочу... Новый GUI для Java-разработчиков! Кроссплатформенный, гибкий, мощный и простой в использовании! Больше никаких велосипедов и костылей, только широкий выбор инструментов - от кнопки и текста до вкладок и самостоятельных окон!"
    },
    "platform":["Desktop"],
    "dependences":["AWT", "Swing"],
    "tools":["Java 7+"],
    "icon":"repo:dev/magic_library.png"
},{
    "name":"Camellia Library",
    "page":"camellia",
    "repository":"CamelliaLibrary",
    "information":{
        "en":"",
        "ru":"Что? Не хватает полезных, но простых инструментов? Устали в каждом новом проекте снова реализовывать одни и те же примитивные вещи? Тогда вам точно подабоится Камелия. Да, цветок, неасомненно, красивый, а проект, что гордо носит его на своей иконке ещё и жутко полезный! Несколько легких и простых элементов GUI, их простая но мощная стилизация и многое другое уже &quot;под капотом&quot; этой крошки)"
    },
    "platform":["Android"],
    "dependeces":[],
    "tools":["Android 11+"],
    "icon":"repo:dev/icon.png"
}, {
    "name":"Nice Player",
    "page":"niceplayer",
    "repository":"NicePlayer",
    "information":{
        "en":"",
        "ru":"Простой, легкий, быстрый и красивый медиаплеер для вашего смартфона! Слушайте любимую музыку на своем смартфоне, а для особых ценителей прекрасного - Nice Player содержит встроенный клиент сервиса <a href='https://retrowave.ru'>Retrowave Radio</a>"
    },
    "platform":["Android"],
    "dependences":["Camellia Library"],
    "tools":["Android 11+"],
    "icon":"repo:master/ic_launcher-web.png"
},{
    "name":"Business Rick Man",
    "page":"riskman",
    "repository":"BusinessRiskMan",
    "information":{
        "en":"",
        "ru":"Хотите ненадолго почувствовать себя бизнесменом в условиях непредсказуемого (а может и нет) рынка? Тогда эта игра точно для вас! Пошаговая стратегия позволит вам прочувствовать сладки вкус получения прибыли и всю горечь расходов на этих проходимцев юристов и на оплату штрафов... А казалось, чего тут сложного?"
    },
    "platform":["Android"],
    "dependences":["Camellia Library"],
    "tools":["Android 11+"],
    "icon":"repo:master/ic_launcher-web.png"
}]